[
    
    {
        "product_name": "Touring E-Bikes",
        "img" : "https://i.ibb.co/Y7CMm6P/bike1.jpg",
        "price": 2499,
        "product_description" : "Stay fresh for next your destination with easy & effortless commuting on the XDS Men‚Äö√Ñ√¥s E-Cruz E-Bike. An adaptive pedal assist system (PAS) on the Bafang Mid-Drive MAX-01 Electric Motor system coupled with a 36V Li-Ion Panasonic battery lets you go further, and faster. On top of that, 8-speed Shimano Acera and Hydraulic Disc brakes for every-day reliability"
    },

    {
        "product_name": "Ridley Kanzo C Adventure GRX 800 1x11 2021",
        "img" : "https://i.ibb.co/jJPbc42/bike2.jpg",
        "price": 1500,
        "product_description" : "The Kanzo-C is a true all-road bike. Its relaxed road geometry is designed with gravel racing in mind. It can easily handle tires of up to 47mm, with ample space built into the frame to fit mudguards. Take it straight from road to off-road. In those long, straighter sections of trails, it rides like a dream. But no matter the terrain you encounter, this bike will ensure that your ride is all about fun!"
    },

    {
        "product_name": "Reid Osprey",
        "img" : "https://i.ibb.co/VSMGzxP/bike3.jpg",
        "price": 1500,
        "product_description" : "Frame Material 6061 Aluminium Alloy Fork Reid Carbon Fibre Gearing 16-Speed Shimano Claris Crankset Lasco 34/50T Compact Crankset Shifters Shimano Claris STI Front Derailleur Shimano Claris Rear Derailleur Shimano Claris Brakes Tektro Dual-Pivot Caliper Brakes Brake Levers Shimano Claris STI Hub Quando Quick Release Race Wheelset-Rim Alex DA16 Double Wall Alloy Tyres Kenda 700 x 23c Chain KMC Freewheel/Cassette Shimano 8-speed Cassette (11-30t) Bottom Bracket VP Sealed Bearing Handlebars Reid Alloy Race Bar Stem Zoom Pro Alloy Race 1-1/8 A Head Threadless Grips Reid Bar Tape Saddle Velo Seatpost Zoom Pro Alloy 27.2mm Micro Adjust Pedals VP Alloy Race Weight (kgs) 10.3"
    },

    {
        "product_name": "Giant Talon 1 (SXC2 Fork) 2021",
        "img" : "https://i.ibb.co/54wRgXY/bike4.jpg",
        "price": 1099,
        "product_description" : "Get a feel for the trail with this all-new aluminium hardtail made for aspiring singletrack riders. It features stable, fast-rolling 29-inch or more-playful 27.5-inch wheels so you can push the pace on climbs and let loose on the descents. Built on a new lightweight ALUXX aluminium frame that features classic hardtail design plus the balanced riding characteristics of either larger diameter 29-inch or 27.5-inch wheels, Talon is a great choice for XC or light trail terrain. The frame geometry is specifically designed to adapt to its respective wheel size and either an 80mm or 100mm suspension fork (depending on frame size). It’s a confident ride that’s perfect for ambitious riders who want to take their off-road skills to the next level."
    },

    {
        "product_name": " Ridley Kanzo C Adventure GRX 800 1x11 2021",
        "img" : "https://i.ibb.co/v40yfyg/bike5.jpg",
        "price": 4999,
        "product_description" : "The Kanzo-C is a true all-road bike. Its relaxed road geometry is designed with gravel racing in mind.   It can easily handle tires of up to 47mm, with ample space built into the frame to fit mudguards. Take it straight from road to off-road. In those long, straighter sections of trails, it rides like a dream. But no matter the terrain you encounter, this bike will ensure that your ride is all about fun!"
    },

    {
        "product_name": "Jamis Renegade S2 2021",
        "img" : "https://i.ibb.co/DpWbvWZ/bike6.jpg",
        "price": 3099,
        "product_description" : " FRAME DESIGN Starting with a wide and consistent stack and reach range, we set out to design a frame that could handle on or off road conditions while maintaining a comfortable ride. As you start to review the geo chart you will noticed we have 3 different fork offsets, BB drops and rear center measurements. Add size specific tubing and 2 different sized rear triangles on our carbon models and you have what we feel is the perfect adventure geo for all sized riders. The reason for this is that we wanted the 44 and 61 to fit the rider correctly and make the geo changes needed to provide the perfect ride."
    },

    {
        "product_name": "Merida eSilex 400 Electric Gravel Bike Anthracite",
        "img" : "https://i.ibb.co/N94vQjk/bike7.jpg",
        "price": 2129,
        "product_description" : "FRAME eSILEX LITE material: aluminium 700x45C / 700x42C (with fender) / 27,5x47C max.  wheelsize 100x9/135x9mm axle standard BSA bottom bracket standard FRAME SIZE XS, S, M, L, XL COLOR ANTHRACITE (BLACK) FORK MERIDA SILEX CF2 DRIVE UNIT MAHLE X35+ Hub Engine 40Nm BATTERY MAHLE B1-C DERAILLEUR (R) Shimano GRX400 DERAILLEUR (F) Shimano GRX400 BRAKE FRONT Shimano GRX400 BRAKE REAR Shimano GRX400 CHAINWHEEL Shimano GRX600 CHAIN KMC e10s CRANK SIZE 170 mm-XS/S, 172,5 mm-M, 175 mm-L/XL HUB FRONT VP CLK170F RIM MERIDA COMP SL FREEWHEEL Shimano CS-HG50 TYRE FRONT Maxxis Rambler TYRE REAR Maxxis Rambler SPOKES Black stainless HANDLEBAR STEM MERIDA EXPERT IR HANDLEBAR MERIDA EXPERT GR HEADSET VP-MH-P16 SEAT POST MERIDA EXPERT SADDLE MERIDA COMP CC WEIGHT 14.11 kg LIGHT FRONT CG-119PG-BLACK(1) LIGHT REAR CG-404RG-BLK CATEGORY HIGHLIGHTS eSILEX 400 Highlights 1.5 HEAD TUBE Higher system weights and increased cornering speeds demand precise steering. Our 1 1/2 oversized head tubecombined with a tapered fork, deliver exactly that, giving the rider the confidence to push into the next corner that little bit harder"
    },
    
    {
        "product_name": "Giant Roam E+ 2021",
        "img" : "https://i.ibb.co/L0cpdBz/bike8.jpg",
        "price": 2944,
        "product_description" : "Choose a route, any route. With its all-road capabilities and smooth,natural pedalling support, Roam E+ helps you ride smooth roads, rough roads, bike paths or trails. It‚Äö√Ñ√¥s fun, easy and ready to roll."
    },
    {
        "product_name": "Giant Trance X Advanced Pro 29 0 2021",
        "img" : "https://i.ibb.co/H2PFcS0/bike9.jpg",
        "price": 8624,
        "product_description" : "Extra travel extra fun. From rowdy enduro runs to backcountry missions on steep chunky singletrack  this new composite 29er builds on the Trance 29 platform with beefed up suspension and adjustable frame geometry.This new member of the Trance family is designed with a longer travel suspension setup for added control on the most challenging trails. The full composite frame is engineered for 135mm of rear travel and 150mm up front. The Maestro rear suspension has a two-stage adjustable Advanced Forged Composite rocker arm with a trunnion-mount shock. The flip-chip equipped rocker arm lets you adjust frame geometry for your own riding style and terrain. To fine tune the ride you can choose a steeper or slacker headtube angle (66.2 or 65.5 degrees) and seattube angle (77.9 or 77.2 degrees) which results in either a 30mm or 40mm bottom bracket drop. And it’s all built around 29-inch wheels for added stability on rugged terrain."
    },
    {
        "product_name": "Mondraker 21 Superfoxy Carbon R Yellow/Deep Blue 2021",
        "img" : "https://i.ibb.co/Nrrc071/bike10.jp",
        "price": 7299,
        "product_description" : " FRAME 1 SuperFoxy 29 Stealth Air full Carbon Zero Suspension System 160mm travel Forward Geometry Carbon  Monoblock upper link SuperBoost 12x157mm rear axle FRAME 2 Tapered head tube 73mm BSA bottom bracket dedicated 1x drivetrain design HHG internal cable routing Enduro MAX sealed bearings shock mudguard ISCG 05 custom frame protector *Geometry kit includedSIZES S: 380mm / M: 420mm / L: 470mm / XL: 510mm REAR SHOCK Ohlins TTX Air 205X62.5mm. Settings: highspeed compression lever with climb mode low-speed compression rebound, air preload. Trunnion top mount 22.2x10mm bottom bushings REAR SHOCK SETTING C20 compression R35 rebound "
    }
  

]





